{
  "project": [
    {
      "id": 5,
      "language": [
        {
          "language_id": 0,
          "title": "Gymnasiearbete: Space shooter",
          "description": "Space shooter är ett 2D animerat spel utvecklat i XNA C#. Du använder piltangenterna för att styra ditt rymdskepp samt mellanslag för att skjuta. Du måste flyga in i ammunition och liv objekten för att få tillgång till respektive attribut. Förstör fienderymdskeppen samt asteroiderna för att samla på dig så mycket poäng som möjligt!"
        },
        {
          "language_id": 1,
          "title": "High school, final project: Space shooter",
          "description": "Space shooter is a 2D animated PC game developed in XNA C#. Use the arrow keys on your keyboard to manage your spaceship and spacebar to shoot. You'll have to fly into the ammunition and life objects to gain their respective attributes. Destroy the enemy spaceships and asteroids to collect as many points as possible!"
        }
      ],
      "url": "assets/img/Spaceshooter.png",
      "github_link": "https://github.com/pattez/Space-Shooter"
    },
    {
      "id": 4,
      "language": [
        {
          "language_id": 0,
          "title": "Activity Monitor",
          "description": "Stressad, lat, glömsam eller helt enkelt vill ha saker och ting i ditt liv organiserat? Isåfall är Activity Monitor en app för dig! Activity Monitor låter dig spåra dina aktiviteter i ditt vardagliga liv"
        },
        {
          "language_id": 1,
          "title": "Activity Monitor",
          "description": "Stressed, lazy, forgetful or want to have things abit more organised? If that's the case Activity Monitor is an app for you! Activity Monitor allows you to track your daily movements"
        }
      ],
      "url": "assets/img/ActivityMonitor.png",
      "github_link": "https://github.com/pattez/Activity-monitor"
    },
    {
      "id": 2,
      "language": [
        {
          "language_id": 0,
          "title": "https://patrikolofsson.se/old/ webbplats",
          "description": "Första versionen av portfolio webbplatsen"
        },
        {
          "language_id": 1,
          "title": "https://patrikolofsson.se/old/ website",
          "description": "First version of the portfolio website"
        }
      ],
      "url": "assets/img/hemsidabild.png",
      "github_link": "https://github.com/pattez/patrikolofsson.se-old-"
    },
    {
      "id": 3,
      "language": [
        {
          "language_id": 0,
          "title": "Jump and stuff - Grupp-projekt Nackademin Java 15, Spel utvecklat i JavaFX",
          "description": "Jump and stuff är ett spel utvecklat i JavaFX, du använder piltangenterna för att hoppa och ducka. Du har tre liv och hastigheten ökar efter varje hinder! Målet är att få så högt poäng som möjligt!"
        },
        {
          "language_id": 1,
          "title": "Jump and stuff - Group-project Nackademin Java 15, Game developed in JavaFX",
          "description": "Jump and stuff is a game created in JavaFX, use the arrow keys on your keyboard to jump and duck. You have three lives and the speed of the game increases after every obstacle. The goal is to get as many points as you can!"
        }
      ],
      "url": "assets/img/gruppprojekt.png",
      "github_link": "https://github.com/NackademinGroup3/GroupProject"
    },
    {
      "id": 1,
      "language": [
        {
          "language_id": 0,
          "title": "https://patrikolofsson.se/ webbplats",
          "description": "Senaste versionen av portfolio webbplatsen. HTML, React.js, PHP, CSS"
        },
        {
          "language_id": 1,
          "title": "https://patrikolofsson.se/ website",
          "description": "Latest version of the portfolio website. HTML, React.js, PHP, CSS"
        }
      ],
      "url": "assets/img/website_new.jpg",
      "github_link": "https://github.com/pattez/patrikolofsson.se"
    }
  ]
}